Repository: metarheinmain/pretix-reluctant-stripe
Catalog: pretix_reluctant_stripe/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Stripe plugin (reluctant to work)
de: Stripe-Plugin (das sich etwas ziert)

source: Short description
de: Kurzbeschreibung

source: Stripe Credit Card (reluctant)
de: Kreditkarte via Stripe (unfreiwillig)

source: Enable payment method
de: Aktiviere Zahlungsmethode

source: Pay fees yourself
de: Gebühren selbst zahlen

source: I'd rather not, please pay the fees for me.
de: Lieber nicht, bitte zahlt das für mich

source: For a credit card payment, please turn on JavaScript.
de: Bitte aktiviere JavaScript in deinem Browser, um mit Kreditkarte bezahlen zu können.

source: If you pay this transaction by card, approx. <strong>%(fee)s</strong> goes to the credit card companies instead of us.
de: Wenn du diese Bestellung mit Karte zahlst, kostet uns das ca. <strong>%(fee)s</strong>, die an die Kreditkartenfirmen gehen, statt an uns.

source: Normally, this would force us to increase the ticket prices further for everyone. We'd rather keep ticket prices low, so we ask you to <strong>reconsider paying by SEPA transfer</strong>.
de: Normalerweise würde das erfordern, dass wir die Ticketpreise für alle weiter erhöhen. Wir würden die Preise lieber nicht weiter erhöhen, daher bitten wir dich, <strong>wenn möglich doch per Überweisung zu zahlen</strong>.

source: Let's do a bank transfer, then
de: Alles klar, ich überweise!

source: If you really need to pay by card, we'd be very happy if you voluntarily take over the credit card processing fees.
de: Wenn du wirklich mit Karte zahlen musst, wäre es toll, wenn du die Kreditkartengebühr freiwillig für uns übernimmst.

source: Continue with card payment
de: Mit Kartenzahlung fortfahren

source: You already entered a card number that we will use to charge the payment amount.
de: Du hast bereits eine Kartennummer eingegeben, die wir für die Zahlung benutzen werden.

source: Card type
de: Kartentyp

source: Card number
de: Kreditkartennummer

source: Use a different card
de: Andere Kreditkarte verwenden

source: Your payment will be processed by Stripe, Inc. Your credit card data will be transmitted directly to Stripe and never touches our servers.
de: Deine Zahlung wird durch Stripe, Inc. abgewickelt. Deine Kreditkartendaten werden direkt an Stripe übertragen und kommen nicht in Kontakt mit unseren Servern.
